Repository: Chambezserr/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NicegramLocalizable.strings
Languages: ar, de, es, ja, ko, pl, ru, uk, vi, zh_hant

# Nicegram.Internet.Plan.Description
source: You're given an unlimited access to a high-speed and secure internet connection
ar: يُتاح لك الوصول إلى شبكة إنترنت بسرعة عالية وآمنة بلا حدود
de: Sie erhalten unlimitierten Zugang zu einer schnellen und sicheren Internetverbindung
es: Se le otorga acceso ilimitado a una conexión a internet segura y de alta velocidad.
ko: 속도가 빠르고 안전한 인터넷 연결에 무제한으로 접속할 수 있게 되었습니다
pl: Masz nieograniczony dostęp do szybkiego i bezpiecznego połączenia internetowego
ru: Вам предоставлен неограниченный доступ к высокоскоростному и безопасному интернет-соединению
uk: Вам надано необмежений доступ до високошвидкісного та безпечного інтернет-з'єднання
zh_hant: 您可以無限存取高速且安全的網路連線

# Nicegram.Internet.Coverage.Title
source: Country coverage
ar: تغطية البلد
de: Länderabdeckung
es: Cobertura de países
ko: 국가 범위
pl: Zasięg kraju
ru: Включённые страны
uk: Покриття країн
zh_hant: 國家覆蓋率

# Nicegram.Internet.Coverage.Description
source: This data plan is valid in %@ countries. Please, note that the mobile data prices may vary depending on the country
ar: خطة البيانات هذه صالحة في %@ بلاد. يُرجى ملاحظة أن أسعار بيانات الهاتف الجوّال قد تختلف وفقاً للبلد
de: Dieser Datentarif ist in %@ Ländern gültig. Bitte beachte, dass die Preise für mobile Daten je nach Land variieren können.
es: Este plan de datos es válido en %@ países. Tenga en cuenta que los precios de los datos móviles pueden variar según el país.
ko: 이 데이터 플랜은 %@개국에서 유효합니다. 모바일 데이터 비용은 국가 마다 다를 수 있다는 점은 참고 부탁드립니다.
pl: Plan danych jest ważny w %@ krajach. Pamiętaj, że koszt danych może się różnić w zależności od kraju
ru: Данный тарифный план активен в %@ странах. Пожалуйста, обратите внимание, что цены на мобильные данные могут варьироваться в зависимости от страны
uk: Цей тариф дійсний в %@ країнах. Будь ласка, зверніть увагу, що ціни на стільникові дані можуть відрізнятися в залежності від країни
zh_hant: 此流量方案在 %@ 個國家有效。請注意，行動數據價格可能因國家而有所不同

# Nicegram.Internet.Start.Title
source: Getting started
ar: البدء
de: Erste Schritte
es: Primeros pasos
ko: 시작하기
pl: Pierwsze kroki
ru: Как начать?
uk: Перші кроки
zh_hant: 開始入門

# Nicegram.Internet.Start.Description
source: In order to start with eSIM+ top up your balance first and then enjoy seamless internet connection wherever you are
ar: لتبدأ باستخدام eSIM+، اشحن رصيدك أولاً، ثم استمتع باتصال إنترنت سلس أينما كنت
de: Um mit eSIM+ anzufangen, laden Sie zuerst Ihr Guthaben auf und genießen Sie dann eine nahtlose Internetverbindung, wo auch immer Sie sich befinden.
es: Para comenzar con eSIM+, primero recargue su saldo y luego disfrute de una conexión a internet sin interrupciones desde cualquier lugar
ko: 첫 번째 잔액 충전을 하고 eSIM+을 시작해 어디서나 막힘없는 인터넷 연결을 즐겨 보세요
pl: Aby rozpocząć z eSIM+ najpierw doładuj konto i ciesz się płynnym połączeniem internetowym gdziekolwiek jesteś
ru: Для того, чтобы начать пользоваться eSIM+, пожалуйста, пополните баланс. А после насладитесь быстрым интернетом, где бы Вы ни были!
uk: Для того, щоб почати роботу з eSIM+ поповнити свій баланс, а потім насолоджуйтеся безшовним інтернет-підключенням, де б ви не були
zh_hant: 要開始使用 eSIM+，請先儲值餘額，之後無論您身在何處皆能享受不間斷的網路連線

# Nicegram.Internet.Countries.Title
source: Supported countries
ar: البلاد المدعومة
de: Unterstützte Länder
es: Países compatibles
ko: 지원되는 국가
pl: Obsługiwane kraje
ru: Список стран
uk: Країни, що підтримуються
zh_hant: 支援的國家

# Nicegram.Internet.Countries.SeeAll
source: See all
ar: عرض الكل
de: Alle sehen
es: Ver todo
ko: 전체 보기
pl: Zobacz wszystko
ru: Показать все
uk: Переглянути всі
zh_hant: 查看全部

# Nicegram.Internet.Countries.Search
source: Search for the country
ar: البحث عن البلد
de: Land suchen
es: Buscar el país
ko: 국가 검색
pl: Wyszukaj kraj
ru: Поиск страны
uk: Пошук країни
zh_hant: 搜尋國家

# Nicegram.AddMobileData.Subtitle
source: Add mobile data now - use it later
ar: أضف بيانات الهاتف الجوّال الآن - استخدمها لاحقاً
de: Jetzt mobile Daten hinzufügen - später verwenden
es: Añada datos móviles ahora y utilícelos más tarde
ko: 지금 모바일 데이터 추가 - 나중에 사용
pl: Dodaj dane mobilne teraz - użyj ich później
ru: Приобретите интернет сейчас - используйте, когда удобно!
uk: Додати стільникові дані зараз - використати їх пізніше
zh_hant: 立即增加行動數據流量 - 稍後使用

# Nicegram.AddMobileData.Button
source: Get plan for %@
ar: احصل على خطة مقابل %@
de: Tarif für %@ erhalten
es: Conseguir un plan para %@
ko: %@로 플랜 시작
pl: Wybierz plan za %@
ru: Приобрести за %@
uk: Отримати тариф за %@
zh_hant: 取得 %@ 的方案

# Nicegram.AddMobileData.Countries
source: Supported countries
ar: البلاد المدعومة
de: Unterstützte Länder
es: Países compatibles
ko: 지원되는 국가
pl: Obsługiwane kraje
ru: Список стран
uk: Країни, що підтримуються
zh_hant: 支援的國家

# Nicegram.MobileData.MyEsim.FAQ
source: FAQ
ar: الأسئلة الأكثر تداولاً
es: Preguntas frecuentes
uk: ЧаПи
zh_hant: 常見問答集

# Nicegram.Internet.Number.Included
source: Included
ar: شامل
de: Einschließlich
es: Incluido
ko: 포함
pl: Włączone
ru: Включён
uk: Включено
zh_hant: 包含

# Nicegram.Alert.Copied
source: Copied
ar: تمّ النسخ
de: Kopiert
es: Copiado
ko: 복사됨
pl: Skopiowano
ru: Скопировано
uk: Скопійовано
zh_hant: 已複製

# Nicegram.Alert.Ok
source: OK
ar: موافق
es: Vale
ko: 확인
ru: Ок
uk: Гаразд
zh_hant: 好

# Nicegram.Error.NotSupportedDataPlan
source: This data plan is no longer supported
ar: لم تعد خطة البيانات مدعومة
de: Dieser Datentarif wird nicht mehr unterstützt
es: Este plan de datos ya no es compatible
ko: 이 데이터 플랜은 더 이상 지원되지 않습니다
pl: Ten pakiet danych nie jest już obsługiwany
ru: Данный тарифный план больше не поддерживается
uk: Цей тариф більше не підтримується
zh_hant: 不再支援此流量方案

# Auth.ErrorUserNotFound
source: There is no user record corresponding to this identifier. The user may have been deleted.
ar: لا يوجد سجل لمستخدم يتوافق مع هذا المعرف. المستخدم قد يكون حُذف.
de: Für diese Kennung liegt kein Benutzerdatensatz vor. Der Benutzer wurde möglicherweise gelöscht.
es: No existe un registro de usuario correspondiente a este identificador. Es posible que el usuario haya sido eliminado.
ko: 이 ID에 해당하는 사용자 기록을 찾을 수 없습니다. 이 사용자는 삭제된 것 같습니다.
pl: Brak rekordu użytkownika odpowiadającego temu identyfikatorowi. Użytkownik mógł zostać usunięty.
ru: Нет записей пользователя, соответствующих этому идентификатору. Возможно, пользователь был удален.
uk: Немає записів користувача, відповідний до цього ідентифікатора. Можливо користувач був видалений.
zh_hant: 沒有與此識別碼對應的使用者記錄。該使用者可能已遭刪除。

# Auth.ErrorWrongPassword
source: The password is invalid or the user does not have a password.
ar: كلمة المرور غير صالحة أو المستخدم لا يملك كلمة مرور.
de: Das Passwort ist ungültig oder der Benutzer hat kein Passwort.
es: La contraseña no es válida o el usuario no tiene contraseña.
ko: 유효하지 않은 비밀번호이거나 사용자에게 비밀번호가 없습니다.
pl: Hasło jest nieprawidłowe lub użytkownik nie ma hasła.
ru: Пароль отсутствует или неверный.
uk: Неправильний пароль або користувач не має пароля.
zh_hant: 密碼無效或是使用者沒有密碼。

# Auth.ErrorAlreadyInUse
source: The email address is already in use by another account.
ar: حساب آخر يستخدم عنوان البريد الإلكتروني هذا بالفعل.
de: Diese E-Mail-Adresse wird bereits von einem anderen Konto verwendet.
es: La dirección de correo electrónico ya la usa otra cuenta.
ko: 다른 계정에서 사용 중인 이메일 주소입니다.
pl: Ten adres e-mail jest już używany przez inne konto.
ru: Этот электронный адрес уже используется другой учетной записью.
uk: Ця адреса вже використовується в іншому аккаунті.
zh_hant: 此電子郵件地址已有其他帳戶使用

# Error.EsimProfileBlocked
source: Your esim profile is blocked
ar: ملف esim الشخصي الخاص بك محظور
de: Dein eSIM-Profil ist gesperrt
es: Su perfil esim está bloqueado
ko: esim 프로필이 차단되었습니다
pl: Twój profil esim jest zablokowany
ru: Ваш профиль заблокирован
uk: Ваш eSIM профіль заблоковано
zh_hant: 您的 esim profile 已遭封鎖

# Error.EsimProfileExpired
source: Your esim profile is expired
ar: انتهت صلاحية ملف esim الشخصي الخاص بك
de: Dein eSIM-Profil ist abgelaufen
es: Su perfil esim ha caducado
ko: esim 프로필이 만료되었습니다
pl: Twój profil esim wygasł
ru: Истек срок действия вашего профиля
uk: Термін дії вашого eSIM профілю минув
zh_hant: 您的 esim profile 已過期

# NicegramPush.SpecialOffer.Body
source: New special offer is available for you, check it out!
ar: عرض خاص جديد متاح لك، تحقق من ذلك!
de: Ein neues Sonderangebot ist für Sie verfügbar, sehen Sie es sich an!
es: ¡Nueva oferta especial disponible para ti, échale un vistazo!
ko: 새로운 특별 할인을 받으실 수 있으니 확인해 보세요!
pl: Nowa oferta specjalna jest dostępna dla ciebie, sprawdź ją!
ru: Для вас доступно новое спецпредложение — ознакомьтесь с ним!
uk: Доступна нова спеціальна пропозиція, перевірте її!
zh_hant: 您現在可獲得最新優惠，立即查看！

# Lottery.Banner.Title
source: Nicegram Happy Lottery
de: Nicegram Happy-Lotterie
es: Feliz lotería de Nicegram
ru: Лотерея Nicegram
vi: Xổ số Hạnh phúc Nicegram

# Lottery.Banner.Desc
source: Powerball jackpot
es: El bote de Powerball
ru: Джекпот Powerball
vi: Giải độc đắc Powerball

# Assistant.Referral.Desc
source: Invite your friends to **Nicegram** for a greater chance to win the jackpot!
de: Laden Sie Ihre Freunde zu **Nicegram** ein, um Ihre Chance auf den Jackpot zu erhöhen!
es: ¡Invita a tus amigos a **Nicegram** para tener más opciones de ganar el premio gordo!
ru: Приглашай друзей в **Nicegram**, чтобы получить дополнительный шанс выиграть джекпот!!!
uk: Запросіть своїх друзів до **Nicegram**, щоб збільшити шанс виграти джекпот!
vi: Mời bạn bè của bạn tham gia **Nicegram** để có cơ hội trúng giải độc đắc cao hơn!

# Assistant.Referral.Btn
source: Invite
de: Einladen
es: Invitar
ru: Пригласить
vi: Mời

# Lottery.Header.Title
source: Nicegram Happy Lottery
de: Nicegram Happy-Lotterie
es: Feliz lotería de Nicegram
ru: Лотерея Nicegram
vi: Xổ số Hạnh phúc Nicegram

# Lottery.Header.Desc
source: Test out your luck and compete for the Powerball jackpot worth
de: Teste dein Glück und spiele um den Powerball-Jackpot im Wert von
es: Prueba tu suerte y compite por el valor del bote de Powerball
ru: Испытай удачу в розыгрыше джекпота Powerball размером
vi: Kiểm tra vận may của bạn và tranh giải độc đắc Powerball trị giá

# Lottery.NextDrawWaiting.Title
source: The next drawing will take place in:
de: Die nächste Ziehung findet statt in:
es: El próximo sorteo tendrá lugar en:
ru: Следующий розыгрыш состоится через:
vi: Kỳ quay số tiếp theo sẽ diễn ra sau:

# Lottery.NextDrawStarted.Title
source: Game on!
de: Los geht’s!
es: Juego conectado
ru: Игра началась!
vi: Trò chơi bắt đầu!

# Lottery.NextDrawStarted.Desc
source: The results of this drawing will be announced very soon. You’ll be able to generate tickets to the next Powerball game in a few hours’ time.
de: Die Ergebnisse dieser Ziehung werden in Kürze verkündet. In wenigen Stunden kannst du Lose für das nächste Powerball-Spiel generieren.
es: Los resultados de este sorteo se anunciarán muy pronto. Podrás generar boletos para el próximo juego de Powerball dentro de unas horas.
ru: Результат текущего розыгрыша станет известен совсем скоро. Генерация билетиков на следующую игру начнется через несколько часов.
vi: Kết quả của kỳ quay số này sẽ được công bố rất sớm. Bạn sẽ có thể tạo vé tham dự kỳ quay số Powerball tiếp theo sau vài giờ nữa.

# Lottery.NextDraw.Day
source: Days
de: Tage
es: Días
ru: Дней
vi: Ngày

# Lottery.NextDraw.Hour
source: Hours
de: Stunden
es: Horas
ru: Часов
vi: Giờ

# Lottery.NextDraw.Sec
source: Sec
de: s
es: S
ru: Секунд
vi: Giây

# Lottery.GetTicket.Btn
source: Get My Ticket
de: Mein Los erhalten
es: Obtener mi boleto
ru: Получить билетик
vi: Nhận Vé của Tôi

# Lottery.InfoTab
source: Info
de: Informationen
es: Información
ru: Инфо
vi: Thông tin

# Lottery.TicketsTab
source: My Tickets
de: Meine Lose
es: Mis boletos
ru: Мои билетики
vi: Vé của Tôi

# Lottery.PastDraws
source: Latest Winning Numbers
de: Letzte Gewinnzahlen
es: Últimos números ganadores
ru: Победители предыдущих розыгрышей
vi: Dãy số Trúng thưởng Mới nhất

# Lottery.ActiveTickets.Title
source: Available Tickets
de: Verfügbare Lose
es: Boletos disponibles
ru: Активные билетики
vi: Vé Có sẵn

# Lottery.ActiveTickets.Desc
source: The drawing will be held in %@
de: Die Ziehung findet in %@ statt
es: El sorteo se realizará en %@
ru: Розыгрыш пройдет через %@
uk: Твій малюнок буде проведено в %@
vi: Kỳ quay số sẽ được tổ chức sau %@

# Lottery.AvailableTickets.Title
source: Available for Generation
de: Verfügbar für Generierung
es: Disponible para generación
ru: Доступно для генерации
vi: Có sẵn để Tạo

# Lottery.AvailableTicketsNotEmpty.Desc
source: Generate a ticket to the upcoming Powerball game right now or seize this opportunity later if you wish to take part in the next drawing. The lottery ticket you generate will be used only once - at the upcoming drawing.
de: Generiere jetzt ein Los für das kommende Powerball-Spiel oder nutze diese Gelegenheit später, wenn du an der nächsten Ziehung teilnehmen möchtest. Das von dir generierte Lotterielos wird nur einmal verwendet – bei der nächsten Ziehung.
es: Genera un boleto para el próximo juego de Powerball ahora mismo o aprovecha esta oportunidad más adelante si deseas participar en el próximo sorteo. El boleto de lotería que generes se usará solo una vez, en el próximo sorteo.
ru: Сгенерируй билетик на предстоящую игру сейчас или воспользуйся этой возможностью позже, чтобы принять участие в следующем розыгрыше. Сгенерированный билетик будет использован только один раз и только для предстоящего розыгрыша.
vi: Tạo một vé để tham gia kỳ quay số Powerball sắp tới ngay bây giờ hoặc nắm bắt cơ hội này sau nếu bạn muốn tham gia vào kỳ quay tiếp theo. Vé số bạn tạo sẽ chỉ được sử dụng một lần - tại kỳ quay tiếp theo.

# Lottery.AvailableTickets.Btn
source: Generate a Ticket
de: Ein Los erzeugen
es: Generar un boleto
ru: Сгенерировать билетик
vi: Tạo Vé

# Lottery.AvailableTicketsEmpty.Desc
source: You don’t have any lottery tickets available for generation. Invite your friends to join Nicegram or subscribe to Nicegram Premium for a chance to win your dream jackpot!
de: Du hast keine Lotterielose, die generiert werden können. Lade deine Freunde zu Nicegram ein oder abonniere Nicegram Premium, um eine Chance auf deinen Traum-Jackpot zu erhalten!
es: No tienes billetes de lotería disponibles para generar. Invita a tus amigos a unirse a Nicegram o suscríbete a Nicegram prémium para tener la oportunidad de ganar el bote de tus sueños.
ru: У тебя еще нет билетиков, доступных для генерации. Приглашай друзей в Nicegram или оформи подписку на Nicegram Premium, чтобы получить шанс выиграть джекпот!
vi: Bạn không có sẵn bất kỳ vé xổ số nào để tạo. Mời bạn bè của bạn tham gia Nicegram hoặc đăng ký Nicegram Cao cấp để có cơ hội giành được giải độc đắc trong mơ của bạn!

# Lottery.PastTickets
source: My Ticket History
de: Meine Loshistorie
es: Mi historial de boletos
ru: Моя история розыгрышей
vi: Lịch sử Vé của Tôi

# Lottery.MoreInfo
source: More info
de: Weitere Informationen
es: Más información
ru: Подробнее
vi: Thêm Thông tin

# Lottery.Or
source: or
de: oder
es: o
ru: или
vi: hoặc

# LotteryTicket.YourNumbers
source: Your numbers
de: Deine Zahlen
es: Tus numeros
ru: Номер билетика
vi: Dãy số của Bạn

# LotteryTicket.LastWin
source: Latest Winning Number
de: Letzte Gewinnzahl
es: Último número ganador
ru: Последний выигрыш
vi: Số Trúng thưởng Mới nhất

# Lottery.DrawSection.Title
source: How are the drawings held?
de: Wie werden die Ziehungen durchgeführt?
es: ¿Cómo se llevan a cabo los sorteos?
ru: Как проходит розыгрыш?
vi: Các kỳ quay số được tổ chức như thế nào?

# Lottery.DrawSection.Desc
source: The drawings take place every Wednesday. The jackpot keeps accumulating until it finds its lucky winner. If it does, by the time of the next drawing the jackpot will stand at %@. The owner of the fortunate ticket that has all the six numbers coinciding with those announced at the drawing sweeps the jackpot. Note that the order of the first five numbers holds no significance, whereas the last number announced at the drawing has to be the last on your ticket as well.
de: Die Ziehungen finden jeden Mittwoch statt. Der Jackpot wächst so lange an, bis er seinen glücklichen Gewinner findet. Wenn dies geschieht, beläuft sich der Jackpot bei der nächsten Ziehung auf %@. Der Besitzer des Glücksloses, auf dem alle sechs Zahlen mit den bei der Ziehung bekannt gegebenen Zahlen übereinstimmen, räumt den Jackpot ab. Beachten Sie, dass die Reihenfolge der ersten fünf Zahlen keine Rolle spielt, während die letzte Zahl, die bei der Ziehung bekannt gegeben wird, auch die letzte auf Ihrem Los sein muss.
es: Los sorteos tienen lugar todos los miércoles. El premio gordo seguirá acumulándose hasta que encuentre a su afortunado ganador. Si lo hace, para el momento del próximo sorteo, el premio gordo será de %@. El propietario del boleto de la suerte que tenga los seis números que coincidan con los anunciados en el sorteo se llevará el premio gordo. Ten en cuenta que el orden de los primeros cinco números no tiene importancia, mientras que el último número anunciado en el sorteo también debe ser el último en tu boleto.
ru: Розыгрыши проходят каждую неделю по средам. Размер джекпота растет, пока кто-нибудь не выиграет главный приз. В таком случае джекпот на следующую игру составит %@. Победителем считается билетик, у которого совпадут все шесть чисел. Порядок совпадения первых пяти чисел не имеет значения, но последнее число обязательно должно совпадать с последним числом на билетике.
uk: Малюнки відбуваються кожні середу. Жекпот продовжує накопичуватися, поки він не знайде свого щасливого переможця. Якщо це станеться, до часу наступного малюнка буде відображатися на %@. Власник щасливого квитка, який має всі шість чисел, співпадаючи з тими, які були оголошені на малюнку розгортають джекпот. Зверніть увагу, що порядок перших п'яти чисел не має значення, Хоча останній номер, оголошений при малюванні, має бути останнім по вашому квитку.
vi: Các kỳ quay số diễn ra vào thứ Tư hàng tuần. Giải độc đắc tiếp tục cộng dồn cho đến khi tìm được người trúng thưởng may mắn. Nếu có người trúng thưởng, vào kỳ quay số tiếp theo, giải độc đắc sẽ có trị giá %@. Chủ nhân của tấm vé may mắn có tất cả sáu số trùng với những số được công bố tại kỳ quay số sẽ giành được giải độc đắc. Lưu ý rằng thứ tự của năm số đầu tiên không quan trọng, nhưng số cuối cùng được công bố tại kỳ quay số cũng phải là số cuối cùng trên tấm vé của bạn.

# Lottery.HowToGetTicketSection.Title
source: How can I get a ticket?
de: Wie kann ich ein Los erhalten?
es: ¿Cómo puedo conseguir un boleto?
ru: Как получить билетик?
vi: Làm thế nào để tôi nhận được vé?

# Lottery.HowToGetTicketSection.Desc
source: 1. All Nicegram Premium subscribers are entitled to one free ticket a month. To join them, subscribe to Nicegram Premium, go to My Tickets section and press the Get My Ticket button. 2. Invite three friends to Nicegram. Three successful referrals earn you one free lottery ticket. The more friends you persuade to join Nicegram, the more free lottery tickets you’ll end up receiving.
de: 1. Alle Nicegram-Premium-Abonnenten haben Anspruch auf ein kostenloses Los pro Monat. Um mitzumachen, abonnieren Sie Nicegram Premium, gehen Sie in den Bereich „Meine Lose“ und klicken Sie auf die Schaltfläche „Mein Los erhalten“. 2. Laden Sie drei Freunde zu Nicegram ein. Drei erfolgreiche Empfehlungen bringen Ihnen ein kostenloses Lotterielos ein. Je mehr Freunde Sie überzeugen, Nicegram beizutreten, desto mehr kostenlose Lotterielose erhalten Sie am Ende.
es: 1. Todos los suscriptores de Nicegram Premium tienen derecho a un boleto gratis al mes. Para unirte a ellos, suscríbete a Nicegram Premium, dirígete a la sección ''Mis boletos'' y presiona el botón ''Obtener mi boleto''. 2. Invita a tres amigos a Nicegram. Tres recomendaciones exitosas te darán un boleto de lotería gratis. Cuantos más amigos convenzas para que se unan a Nicegram, más boletos de lotería gratis recibirás.
ru: 1. Все премиум-подписчики могут получить по одному бесплатному билетику в месяц. Для этого необходимо иметь активную подписку на Nicegram Premium и нажать на кнопку “Получить билетик” в разделе “Мои билетики”. 2. Пригласить трех пользователей в Nicegram, чтобы получить один бесплатный билетик. Можно приглашать больше, чтобы получить больше билетиков.
uk: 1. Усі підписники Nicegram Premium мають право на купівлю квитка на місяць. Щоб приєднатися до них, підпишіться на Nicegram Premium, перейдіть на розділ Мої заявки та натисніть кнопку Отримати заявку. 2. Запросіть трьох друзів до Nicegram. Три успішні реферали заробили тобі один безкоштовний лотерейний квиток. Чим більше друзів ти переконаєш приєднатися до Nicegram, тим більш безкоштовні лотерейні квитки ти отримаєте.
vi: 1. Tất cả người đăng ký Nicegram Cao cấp đều được nhận một vé miễn phí mỗi tháng. Để tham gia cùng họ, hãy đăng ký Nicegram Cao cấp, vào mục “Vé của Tôi” và nhấn nút “Nhận Vé của Tôi”. 2. Mời ba người bạn tham gia Nicegram. Bạn sẽ kiếm được một vé xổ số miễn phí khi có 3 lượt giới thiệu thành công. Bạn càng thuyết phục được nhiều bạn bè tham gia Nicegram, bạn càng nhận được nhiều vé xổ số miễn phí.

# Lottery.WinnerSection.Title
source: How can I find out the winner?
de: Wie finde ich heraus, wer gewonnen hat?
es: ¿Cómo puedo saber el ganador?
ru: Как узнать победителя?
vi: Làm thế nào tôi có thể biết được ai là người trúng thưởng?

# Lottery.WinnerSection.Desc
source: The results of each Powerball game will be published on the official website [https://powerball.com](https://powerball.com). The winning ticket will be additionally uploaded to this page and posted in the official Nicegram channel. You can also view all the information regarding your tickets in the My Tickets section.
de: Die Ergebnisse der einzelnen Powerball-Spiele werden auf der offiziellen Website [https://powerball.com](https://powerball.com) veröffentlicht. Das Gewinnlos wird zusätzlich auf diese Seite hochgeladen und im offiziellen Nicegram-Kanal veröffentlicht. Sie können auch alle Informationen über Ihre Lose im Bereich „Meine Lose“ einsehen.
es: Los resultados de cada juego de Powerball se publicarán en la página web oficial [https://powerball.com](https://powerball.com). El boleto ganador se subirá a esta página y se publicará en el canal oficial de Nicegram. También puedes consultar toda la información relativa a tus entradas en la sección ''Mis boletos''.
ru: Результат розыгрыша каждого раунда будет доступен на официальном сайте [https://powerball.com](https://powerball.com). Выигрышный билетик будет также опубликован на этой страничке и в официальном Телеграм-канале Nicegram. Ты всегда сможешь узнать всю необходимую информацию о своих билетиках во вкладке “Мои билетики”.
uk: Результати кожної гри з Powerball будуть опубліковані на офіційному сайті [https://powerball.com](https://powerball.com). Виграшний квиток буде додатково завантажений на цю сторінку та опублікований в офіційному каналі Nicegram. Також ви можете переглянути всю інформацію стосовно ваших заявок у розділі Мої Заявки.
vi: Kết quả của mỗi kỳ quay số Powerball sẽ được công bố trên website chính thức [https://powerball.com](https://powerball.com). Vé trúng thưởng cũng sẽ được tải lên trang này và được đăng trên kênh Nicegram chính thức. Bạn cũng có thể xem tất cả thông tin liên quan đến vé của mình trong mục “Vé của Tôi”.

# Lottery.ReferralSection.Title
source: Invite your friends to Nicegram
de: Lade deine Freunde zu Nicegram ein
es: Invita a tus amigos a Nicegram
ru: Приглашай друзей в Nicegram
vi: Mời bạn bè của bạn tham gia Nicegram
