Repository: Chambezserr/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NicegramLocalizable.strings
Languages: ar, de, es, ja, ko, pl, ru, uk, vi, zh_hant

# Error.Default
source: Something went wrong. Please try again later
ar: حدث خطأ ما. يُرجى المحاولة مرة أخرى لاحقاً
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später noch einmal.
es: Algo salió mal. Inténtelo de nuevo más tarde
ja: 問題が発生しました。後ほどもう一度お試しください。
ko: 문제가 발생했습니다. 나중에 다시 시도하세요.
pl: Coś poszło nie tak. Spróbuj ponownie później
ru: Что-то пошло не так. Повторите попытку позже.
uk: Сталася помилка. Спробуйте пізніше
vi: Đã xảy ra sự cố. Vui lòng thử lại sau
zh_hant: 出了點問題。請稍後再試一次

# Nicegram.Assistant.Title
source: Nicegram Assistant
ar: مساعد نيسيغرام
es: Asistente de Nicegram
ja: Nicegram アシスタント
ko: Nicegram 도우미
pl: Asystent Nicegram
ru: Nicegram Ассистент
uk: Помічник Nicegram
vi: Agree
zh_hant: Nicegram 助手

# Nicegram.Assistant.MobileData
source: Mobile Data
ar: بيانات الجوال
de: Mobile Daten
es: Datos móviles
ja: モバイルデータ
ko: 모바일 데이터
pl: Dane mobilne
ru: Интернет
uk: Стільникові дані
vi: Dữ liệu di động
zh_hant: 行動數據

# Nicegram.Assistant.MobileData.Description
source: Get mobile data right in the app
ar: احصل على بيانات الهاتف الجوال ألان في التطبيق
de: Erhalten Sie mobile Daten direkt in der Anwendung
es: Consiga datos móviles directamente en la aplicación
ja: アプリ内でモバイルデータを取得する
ko: 앱에서 바로 모바일 데이터를 가져오기
pl: Pobierz dane mobilne w aplikacji
ru: Подключите интернет прямо из приложения
uk: Отримайте стільникові дані прямо у програмі
vi: Kết nối dữ liệu di động ngay trong ứng dụng
zh_hant: 直接在應用程式中取得行動數據

# Nicegram.Assistant.NicegramCommunity
source: Nicegram community
ar: مجتمع نيسيغرام
de: Nicegram-Gemeinschaft
es: Comunidad de Nicegram
ja: Nicegram コミュニティ
ko: Nicegram 커뮤니티
pl: Społeczność Nicegram
ru: Сообщество Nicegram
uk: Спільнота Nicegram
vi: Cộng đồng Nicegram
zh_hant: Nicegram 社群

# Nicegram.Assistant.NicegramCommunity.OfficialChannel
source: Official Channel
ar: القناة الرسمية
de: Offizieller Kanal
es: Canal oficial
ja: 公式チャンネル
ko: 공식 채널
pl: Oficjalny kanał
ru: Официальный канал
uk: Офіційний канал
vi: Kênh chính thức
zh_hant: 官方頻道

# Nicegram.Assistant.NicegramCommunity.OfficialСhat
source: Official Chat
ar: دردشة رسمية
de: Offizieller Chat
es: Chat oficial
ja: 公式チャット
ko: 공식 채팅
pl: Oficjalny czat
ru: Официальный чат
uk: Офіційний чат
vi: Kênh nhắn tin chính thức
zh_hant: 官方聊天

# Nicegram.Assistant.NicegramCommunity.AllChannels
source: All Channels
ar: جميع القنوات
de: Alle Kanäle
es: Todos los canales
ja: 全チャンネル
ko: 모든 채널
pl: Wszystkie kanały
ru: Показывать все каналы
uk: Усі канали
vi: Tất cả các kênh
zh_hant: 所有頻道

# Nicegram.Assistant.Support
source: Support
ar: الدعم
de: Unterstützung
es: Asistencia
ja: サポート
ko: 지원
pl: Wsparcie
ru: Задать вопрос
uk: Підтримка
vi: Hỗ trợ
zh_hant: 支援

# Nicegram.Assistant.Rate us
source: Rate us
ar: قيّمنا
de: Bewerten Sie uns
es: Valórenos
ja: 評価する
ko: 앱평가하기
pl: Oceń nas
ru: Оценить приложение
uk: Оцініть нас
vi: Đánh giá chúng tôi
zh_hant: 為我們評分

# Nicegram.Assistant.Logout
source: Log out
ar: تسجيل الخروج
de: Ausloggen
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
pl: Wyloguj
ru: Выйти
uk: Вийти
vi: Đăng xuất
zh_hant: 登出

# Nicegram.Assistant.Swipe
source: Swipe up to close assistant
ar: اسحب للأعلى لإغلاق المساعد
de: Zum Schließen des Assistenten nach oben wischen
es: Deslice el dedo hacia arriba para cerrar el asistente
ja: 上にスワイプしてアシスタントを閉じる
ko: 위로 쓸어올려 도우미 종료하기
pl: Przesuń palcem w górę, aby zamknąć asystenta
ru: Смахните пальцем вверх, чтобы закрыть ассистента
uk: Проведіть догори, щоб закрити помічника
vi: Vuốt lên để đóng trợ lý
zh_hant: 向上滑動以關閉助手

# Nicegram.Assistant.SignIn
source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
ja: サインイン
ko: 로그인
pl: Zaloguj się
ru: Вход
uk: Увійти
vi: Đăng nhập
zh_hant: 登入

# Nicegram.Assistant.SpecialOffer
source: Special offer
ar: عرض خاص
de: Sonderangebot
es: Oferta especial
ja: 特別オファー
ko: 특별 상품
pl: Oferta specjalna
ru: Спецпредложение
uk: Спеціальна пропозиція
vi: Ưu đãi đặc biệt
zh_hant: 特別優惠

# Nicegram.Assistant.Hint.Title
source: Nicegram Assistant
ar: مساعد نيسيغرام
es: Asistente de Nicegram
ja: Nicegram アシスタント
ko: Nicegram 도우미
pl: Asystent Nicegram
ru: Nicegram Ассистент
uk: Помічник Nicegram
vi: Agree
zh_hant: Nicegram 助手

# Nicegram.Assistant.Hint.Subtitle
source: Available features
ar: المزايا المتاحة
de: Verfügbare Funktionen
es: Funciones disponibles
ja: 利用可能な機能
ko: 사용 가능한 기능
pl: Dostępne funkcje
ru: Доступные функции
uk: Наявні можливості
vi: Các tính năng có sẵn
zh_hant: 可用功能

# Nicegram.Assistant.Hint.MobileData
source: Mobile Data (eSIM)
ar: بيانات الجوال (eSIM)
de: Mobile Daten (eSIM)
es: Datos móviles (eSIM)
ja: モバイル データ (eSIM)
ko: 모바일 데이터(eSIM)
pl: Dane mobilne (eSIM)
ru: Интернет (eSIM)
uk: Стільникові дані (eSIM)
vi: Dữ liệu di động (eSIM)
zh_hant: 行動數據 (eSIM)

# Nicegram.Assistant.Hint.VirtualNumber
source: Virtual Phone Numbers
ar: أرقام هاتف افتراضية
de: Digitale Telefonnummern
es: Números de teléfono virtuales
ja: バーチャルナンバー
ko: 가상 전화번호
pl: Wirtualne numery telefonów
ru: Виртуальные номера телефонов
uk: Віртуальні номери телефонів
vi: Số điện thoại ảo
zh_hant: 虛擬手機號碼

# Nicegram.Assistant.Hint.Wallet
source: Crypto Wallet
ar: محفظة العملات الرقمية
de: Krypto-Brieftasche
es: Monedero de criptomonedas
ja: 仮想通貨ウォレット
ko: 가상 화폐 지갑
pl: Portfel kryptowalut
ru: Криптокошелек
uk: Криптогаманець
vi: Ví tiền điện tử
zh_hant: 加密貨幣錢包

# Nicegram.Assistant.Hint.Support
source: Support
ar: الدعم
de: Unterstützung
es: Asistencia
ja: サポート
ko: 지원
pl: Wsparcie
ru: Задать вопрос
uk: Підтримка
vi: Hỗ trợ
zh_hant: 支援

# Nicegram.Assistant.Hint.Footer
source: Click on the Assistant icon to find out more
ar: انقر على أيقونة المساعد لاكتشاف المزيد
de: Klicken Sie auf das Assistentensymbol, um mehr zu erfahren
es: Haga clic en el icono del asistente para conseguir más información.
ja: アシスタントアイコンをクリックして詳細を確認してください
ko: 도우미 아이콘을 클릭해 더 많은 정보 찾아보기
pl: Kliknij na ikonę Asystenta, aby dowiedzieć się więcej
ru: Нажмите на иконку Ассистента, чтобы узнать больше
uk: Натисніть на іконку Помічника, щоб дізнатися більше
vi: Nhấp vào biểu tượng Trợ lý để tìm hiểu thêm
zh_hant: 點選助手圖示來瞭解更多資訊

# Nicegram.Assistant.Hint.Comming
source: Coming soon
ar: متوفر قريباً
de: Kommt bald
es: Próximamente
ja: もうすぐ登場
ko: 출시 예정
pl: Dostępne wkrótce
ru: В разработке
uk: Незабаром
vi: Sắp ra mắt
zh_hant: 即將推出

# Nicegram.Login.Title
source: Log in with Email
ar: تسجيل الدخول باستخدام البريد الإلكتروني
de: Mit E-Mail einloggen
es: Iniciar sesión con el correo electrónico
ja: 電子メールでログイン
ko: 이메일로 로그인
pl: Zaloguj się za pomocą adresu e-mail
ru: Войти с помощью email
uk: Увійти за допомогою пошти
vi: Đăng nhập bằng Thư điện tử
zh_hant: 用電子信箱登入

# Nicegram.Login.Email.Title
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メール
ko: 이메일
uk: Е-пошта
vi: Thư điện tử
zh_hant: 電子信箱

# Nicegram.Login.Email.Placeholder
source: Enter your email address
ar: أدخل عنوان البريد الإلكتروني الخاص بك
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduzca su dirección de correo electrónico
ja: メールアドレスを入力してください
ko: 이메일 주소 입력
pl: Podaj swój adres e-mail
ru: Введите Ваш email
uk: Введіть свою електронну пошту
vi: Nhập địa chỉ thư điện tử của bạn
zh_hant: 輸入您的電子郵件地址

# Nicegram.Login.Password.Placeholder
source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
es: Introduzca su contraseña
ja: パスワードを入力して下さい。
ko: 비밀번호 입력
pl: Wprowadź swoje hasło
ru: Введите пароль
uk: Введіть Ваш пароль
vi: Điền mật khẩu của bạn
zh_hant: 輸入您的密碼

# Nicegram.Login.OrContinue
source: or continue with
ar: المتابعة باستخدام
de: oder fahren Sie weiter mit
es: o continuar con
ja: または続ける
ko: 또는 계속하기
pl: albo kontynuuj z
ru: или продолжить через
uk: або продовжити з
vi: hoặc tiếp tục với
zh_hant: 或以 (sth.) 繼續

# Nicegram.Login.Button
source: Log in
ar: تسجيل الدخول
de: Einloggen
es: Iniciar sesión
ja: ログイン
ko: 로그인
pl: Zaloguj się
ru: Войти
uk: Увійти
vi: Đăng nhập
zh_hant: 登入

# Nicegram.Login.ForgotPass
source: Forgot password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Ha olvidado la contraseña?
ja: パスワードをお忘れですか?
ko: 비밀번호를 잊으셨나요?
pl: Nie pamiętasz hasła?
ru: Забыли пароль?
uk: Забули пароль?
vi: Quên mật khẩu?
zh_hant: 忘記密碼？

# Nicegram.Login.isRegister
source: Not registered yet?
ar: غير مُسجل؟
de: Noch nicht registriert?
es: ¿Aún no está registrado?
ja: まだ登録されていませんか？
ko: 아직 가입하지 않으셨나요?
pl: Nie jesteś jeszcze zarejestrowany?
ru: Еще не зарегистрированы?
uk: Ще не зареєстровані?
vi: Chưa đăng ký?
zh_hant: 尚未註冊？

# Nicegram.Login.SignUp
source: Sign up
ar: الاشتراك
de: Registrieren
es: Registrarse
ja: サインアップ
ko: 회원가입
pl: Zarejestruj się
ru: Регистрация
uk: Реєстрація
vi: Đăng ký
zh_hant: 註冊

# Nicegram.Login.Action.Error
source: The password is invalid or the user does not have a password
ar: كلمة المرور غير صالحة أو المستخدم لا يملك كلمة مرور
de: Das Passwort ist ungültig oder der Benutzer hat kein Passwort
es: La contraseña no es válida o el usuario no tiene contraseña
ja: パスワードが正しくないか、パスワードを未設定です。
ko: 유효하지 않은 비밀번호이거나 사용자에게 비밀번호가 없습니다
pl: Hasło jest nieprawidłowe lub użytkownik nie ma hasła
ru: Пароль отсутствует или введён неверно
uk: Неправильний пароль або користувач не має пароля
vi: Mật khẩu không hợp lệ hoặc người dùng không dùng mật khẩu
zh_hant: 密碼無效或是使用者沒有密碼。

# Nicegram.ForgotPass.Title
source: Forgot password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Ha olvidado la contraseña?
ja: パスワードをお忘れですか?
ko: 비밀번호를 잊으셨나요?
pl: Nie pamiętasz hasła?
ru: Забыли пароль?
uk: Забули пароль?
vi: Quên mật khẩu?
zh_hant: 忘記密碼？

# Nicegram.ForgotPass.Subtitle
source: Enter the email address you've already registered with
ar: أدخل عنوان البريد الإلكتروني الذي سجلت به
de: Geben Sie die E-Mail-Adresse ein, mit der Sie sich bereits registriert haben.
es: Introduzca la dirección de correo electrónico con la que ya esté registrado
ja: 登録したメールアドレスを入力してください
ko: 기존에 등록된 이메일 주소를 입력해 주세요
pl: Wpisz adres e-mail, na który już się zarejestrowano
ru: Введите адрес электронной почты, на которую Вы уже зарегистрировали свою учётную запись
uk: Введіть адресу е-пошти, використану при реєстрації
vi: Nhập địa chỉ thư điện tử mà bạn đã đăng ký
zh_hant: 輸入您已經註冊的電子郵件地址

# Nicegram.ForgotPass.Email.Title
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メール
ko: 이메일
uk: Е-пошта
vi: Thư điện tử
zh_hant: 電子信箱

# Nicegram.ForgotPass.Email.Placeholder
source: Enter your email address
ar: أدخل عنوان البريد الإلكتروني الخاص بك
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduzca su dirección de correo electrónico
ja: メールアドレスを入力してください
ko: 이메일 주소 입력
pl: Podaj swój adres e-mail
ru: Введите Ваш email
uk: Введіть свою електронну пошту
vi: Nhập địa chỉ thư điện tử của bạn
zh_hant: 輸入您的電子郵件地址

# Nicegram.ForgotPass.Button
source: Send code to email
ar: إرسال الرمز إلى البريد الإلكتروني
de: Code an E-Mail-Adresse senden
es: Enviar el código al correo electrónico
ja: Eメールにコードを送信
ko: 이메일로 코드 보내기
pl: Wyślij kod na e-mail
ru: Отправить код на email
uk: Відправити код на пошту
vi: Gửi mã về thư điện tử
zh_hant: 傳送代碼至電子信箱

# Nicegram.Registration.Title
source: Register your account
ar: سجّل حسابك
de: Ihr Konto Registrieren
es: Registre su cuenta
ja: アカウントを登録
ko: 계정 등록하기
pl: Zarejestruj konto
ru: Создать аккаунт
uk: Створити обліковий запис
vi: Đăng kí tài khoản của bạn
zh_hant: 註冊您的帳戶

# Nicegram.Registration.Email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メール
ko: 이메일
uk: Е-пошта
vi: Thư điện tử
zh_hant: 電子信箱

# Nicegram.Registration.Email.Error
source: There is no user record corresponding to this identifier. The user may have been deleted
ar: لا يوجد سجل مستخدم يتوافق مع هذا المعرف. المستخدم قد يكون حُذف
de: Für diese Kennung liegt kein Benutzerdatensatz vor. Der Benutzer wurde möglicherweise gelöscht
es: No existe un registro de usuario correspondiente a este identificador. El usuario puede haber sido eliminado
ja: この識別子に対応するユーザーレコードがありません。ユーザーが削除された可能性があります。
ko: 이 ID에 해당하는 사용자 기록을 찾을 수 없습니다. 이 사용자는 삭제된 것 같습니다
pl: Brak rekordu użytkownika odpowiadającego temu identyfikatorowi. Użytkownik mógł zostać usunięty
ru: Нет записей пользователя, соответствующих этому идентификатору. Возможно, пользователь был удален
uk: Немає записів користувача, відповідний до цього ідентифікатора. Можливо користувач був видалений
vi: Không có hồ sơ người dùng tương ứng với mã định danh này. Người dùng có thể đã bị xóa
zh_hant: 沒有與此識別碼對應的使用者記錄。該使用者可能已遭刪除。

# Nicegram.Registration.Password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
ja: パスワード
ko: 비밀번호
pl: Hasło
ru: Пароль
uk: Пароль
vi: Mật khẩu
zh_hant: 密碼

# Nicegram.Registration.FirstName
source: First Name
ar: الاسم
de: Vorname
es: Nombre
ja: 名
ko: 이름
pl: Imię
ru: Имя
uk: Ім’я
vi: Tên
zh_hant: 名

# Nicegram.Registration.LastName
source: Last Name
ar: اللقب
de: Nachname
es: Apellidos
ja: 姓
ko: 성
pl: Nazwisko
ru: Фамилия
uk: Прізвище
vi: Họ
zh_hant: 姓

# Nicegram.Registration.Button
source: Register
ar: التسجيل
de: Registrieren
es: Registro
ja: 登録
ko: 등록
pl: Zarejestruj
ru: Создать
uk: Зареєструватись
vi: Đăng kí
zh_hant: 註冊

# Nicegram.Registration.Question
source: Already registered?
ar: هل أنت مسجّل بالفعل؟
de: Schon registriert?
es: ¿Ya está registrado?
ja: すでに登録がお済みですか？
ko: 이미 가입하셨습니까?
pl: Masz już konto?
ru: Уже есть аккаунт?
uk: Вже зареєстровані?
vi: Đã đăng ký?
zh_hant: 已經註冊了嗎？

# Nicegram.Registration.LogIn
source: Log in
ar: تسجيل الدخول
de: Einloggen
es: Iniciar sesión
ja: ログイン
ko: 로그인
pl: Zaloguj się
ru: Войти
uk: Увійти
vi: Đăng nhập
zh_hant: 登入

# Nicegram.Alert.InboxCheck
source: We've sent you a verification email. Check your inbox!
ar: لقد أرسلنا إليك رسالة تأكيدية عبر البريد الإلكتروني. تفقّد صندوق الواردات الخاص بك!
de: Wir haben dir eine Bestätigungs-E-Mail geschickt. Schau in deinem Posteingang nach!
es: Le hemos enviado un correo electrónico de verificación. Compruebe su bandeja de entrada
ja: 確認メールを送信しました。 受信トレイを確認してください！
ko: 인증 메일을 보내드렸습니다. 받은편지함을 확인해 보세요.
pl: Wysłaliśmy Ci e-mail weryfikacyjny. Sprawdź swoją skrzynkę odbiorczą!
ru: Мы отправили Вам письмо с подтверждением. Проверьте Вашу почту!
uk: Ми надіслали вам електронний лист із підтвердженням. Перевірте вхідні повідомлення!
vi: Chúng tôi đã gửi cho bạn một thư điện tử xác minh. Kiểm tra hộp thư đến của bạn!
zh_hant: 我們已向您寄送了一封驗證電子郵件。 請查看您的收件匣！

# Nicegram.Alert.Continue
source: Continue
ar: الاستمرار
de: Weiter
es: Continuar
ja: 続ける
ko: 다음
pl: Kontynuuj
ru: Продолжить
uk: Продовжити
vi: Tiếp tục
zh_hant: 繼續

# Nicegram.Alert.BaseError
source: Something went wrong. Please try again later
ar: حدث خطأ ما. يُرجى المحاولة مرة أخرى لاحقاً
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später noch einmal.
es: Algo salió mal. Inténtelo de nuevo más tarde
ja: 問題が発生しました。後ほどもう一度お試しください。
ko: 문제가 발생했습니다. 나중에 다시 시도하세요.
pl: Coś poszło nie tak. Spróbuj ponownie później
ru: Что-то пошло не так. Повторите попытку позже.
uk: Сталася помилка. Спробуйте пізніше
vi: Đã xảy ra sự cố. Vui lòng thử lại sau
zh_hant: 出了點問題。請稍後再試一次

# Nicegram.Alert.Success
source: Success!
ar: نجاح!
de: Erfolgreich!
es: Éxito
ja: 成功！
ko: 성공!
pl: Sukces!
ru: Успешно!
uk: Успішно!
vi: Thành công!
zh_hant: 成功！

# Nicegram.Alert.TryAgain
source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar otra vez
ja: 再試行
ko: 다시 시도하기
pl: Spróbuj ponownie
ru: Повторить попытку
uk: Повторіть спробу
vi: Thử lại
zh_hant: 再試一次

# Nicegram.Install.Title
source: Set up Your Phone
ar: إعداد هاتفك
de: Richte dein Handy ein
es: Configure el teléfono
ja: 携帯電話の設定
ko: 전화기 설정하기
pl: Skonfiguruj swój telefon
ru: Активация eSIM
uk: Налаштуйте Ваш телефон
vi: Thiết lập điện thoại của bạn
zh_hant: 設定您的手機

# Nicegram.Install.VideoInstructions.Title
source: Play video instruction
ar: تشغيل تعليمات الفيديو
de: Videoanleitungen abspielen
es: Reproducir las instrucciones en vídeo
ja: ヘルプ ビデオを再生する
ko: 사용 안내 영상 재생
pl: Odtwórz instrukcję wideo
ru: Видеоинструкция
uk: Програти відеоінструкцію
vi: Phát video hướng dẫn
zh_hant: 播放影片教學

# Nicegram.Install.Manual.Title
source: Install Manually
ar: تثبيت يدوياً
de: Manuell installieren
es: Instalar manualmente
ja: 手動でインストール
ko: 수동 설치
pl: Zainstaluj ręcznie
ru: Установить вручную
uk: Встановити вручну
vi: Cài đặt thủ công
zh_hant: 手動安裝

# Nicegram.Install.Manual.Subtitle
source: Settings → Mobile Data → Add Data Plan
ar: الإعدادات ← بيانات الهاتف الجوّال ← أضف خطة البيانات
de: Einstellungen→ Mobile Daten → Datentarif hinzufügen
es: Configuración → Datos móviles → Añadir un plan de datos
ja: 設定 → モバイル データ → データプランの追加
ko: 설정 → 모바일 데이터 → 데이터 플랜 추가
pl: Ustawienia → Dane mobilne → Dodaj plan danych
ru: Настройки → Мобильные данные → Добавить тарифный план
uk: Налаштування → Стільникові дані → Додати картку eSIM
vi: Cài đặt → Dữ liệu di động → Thêm gói cước dữ liệu
zh_hant: 設定 → 行動數據 → 新增流量方案

# Nicegram.Install.Manual.Scan
source: Scan
ar: المسح الضوئي
de: Scannen
es: Escanear
ja: スキャン
ko: 검사
pl: Skanuj
ru: Сканировать
uk: Сканувати
vi: Quét
zh_hant: 掃描

# Nicegram.Install.Manual.Address
source: SM-DP+ Address
ar: عنوان SM-DP+
de: SM-DP+-Adresse
es: Dirección SM‑DP+
ja: SM-DP+ アドレス
ko: SM-DP+ 주소
pl: Adres SM-DP+
ru: Адрес SM-DP+
uk: Адреса SM-DP+
vi: Ok
zh_hant: SM-DP+ 位址

# Nicegram.Install.Manual.Code
source: Activation code
ar: رمز التفعيل
de: Aktivierungscode
es: Código de activación
ja: ライセンス認証コード
ko: 활성화 코드
pl: Kod aktywacyjny
ru: Код активации
uk: Код активації
zh_hant: 啟用碼

# Nicegram.Install.APN.Title
source: Install APN
ar: تثبيت APN
de: APN installieren
es: Instalar APN
ja: APNをインストール
ko: APN 설치
pl: Zainstaluj APN
ru: Настроить точку доступа (APN)
uk: Встановити APN
zh_hant: 安裝 APN

# Nicegram.Install.APN.Subtitle
source: Settings → Mobile Data → Plan → SMTH
ar: الإعدادات ← بيانات الهاتف الجوّال ← الخطة ← SMTH
de: Einstellungen→ Mobile Daten → Tarif → SMTH
es: Configuración → Datos móviles → Plan → SMTH
ja: 設定 → モバイル データ → プラン → SMTH
ko: 설정 → 모바일 데이터 → 플랜 → SMTH
pl: Ustawienia → Dane mobilne → Plan → SMTH
ru: Настройки → Мобильные данные → Тарифный план → SMTH
uk: Налаштування → Стільникові дані → План → SMTH
zh_hant: 設定 → 行動數據 → 方案 → SMTH

# Nicegram.Install.Roaming.Title
source: Turn on Data Roaming
ar: تشغيل تجوال البيانات
de: Datenroaming aktivieren
es: Activar la itinerancia de datos
ja: データローミングを有効にする
ko: 데이터 로밍 켜기
pl: Włącz roaming danych
ru: Включить роуминг данных
uk: Увімкнути роумінг даних
zh_hant: 開啟數據漫遊

# Nicegram.Install.Roaming.Subtitle
source: Settings → Mobile Data
ar: الإعدادات ← بيانات الهاتف الجوّال
de: Einstellungen → Mobile Daten
es: Configuración → Datos móviles
ja: 設定 → モバイルデータ
ko: 설정 → 모바일 데이터
pl: Ustawienia → Dane mobilne
ru: Настройки → Мобильные данные
uk: Налаштування → Стільникові дані
zh_hant: 設定 → 行動數據

# Nicegram.Install.Roaming.Data
source: Data Roaming
ar: تجوال البيانات
de: Datenroaming
es: Itinerancia de datos
ja: データローミング
ko: 데이터 로밍
pl: Roaming danych
ru: Роуминг данных
uk: Роумінг даних
zh_hant: 數據漫遊

# Nicegram.Install.Done
source: Done
ar: انتهيت
de: Erledigt
es: Hecho
ja: 完了
ko: 완료됨
pl: Gotowe
ru: Готово
uk: Готово
zh_hant: 完成

# Nicegram.QRCode.Title
source: Scan QR
ar: مسح رمز الاستجابة السريعة ضوئياً
de: QR-Code scannen
es: Escanear el código QR
ja: QRをスキャン
ko: QR코드 스캔
pl: Skanuj QR
ru: Отсканировать QR-код
uk: Сканувати QR-код
zh_hant: 掃描 QR

# Nicegram.QRCode.Description
source: Scan a QR code with your phone camera to activate an eSIM card on your device. Feel free to share the code with others!
ar: امسح رمز الاستجابة السريعة ضوئياً باستخدام كاميرا هاتفك لتفعيل بطاقة eSIM على جهازك. ولك حرية مشاركة الرمز مع الآخرين!
de: Scannen Sie einen QR-Code mit Ihrer Handykamera, um eine eSIM-Karte auf Ihrem Gerät zu aktivieren. Sie können den Code gerne mit anderen teilen.
es: Escanee un código QR con la cámara del teléfono para activar una tarjeta eSIM en su dispositivo. No dude en compartir el código con otras personas
ja: 端末のカメラでQRコードをスキャンして、端末のeSIMカードを有効にしてください。コードを他の人と共有してください！
ko: 전화기의 카메라로 QR 코드를 스캔해 사용중인 기기의 eSIM 카드를 활성화하세요. 다른 사람들에게 코드를 마음껏 공유해도 됩니다!
pl: Zeskanuj kod QR aparatem telefonu, aby aktywować kartę eSIM w urządzeniu. Podziel się kodem z innymi!
ru: Отсканируйте QR-код с помощью камеры телефона, чтобы активировать eSIM карту на Вашем устройстве. И не забудьте поделиться этим кодом с другими!
uk: Скануйте QR-код за допомогою телефонної камери, щоб активувати eSIM на вашому пристрої. Не забудьте поділитись кодом з іншими!
zh_hant: 使用手機相機掃描 QR code 來啟用裝置上的 eSIM 卡。歡迎與他人分享代碼！

# Nicegram.QRCode.Share
source: Share QR code
ar: مشاركة رمز الاستجابة السريعة
de: QR-Code teilen
es: Compartir el código QR
ja: QRコードを共有
ko: QR 코드 공유하기
pl: Udostępnij kod QR
ru: Поделиться QR-кодом
uk: Поширити QR-код
zh_hant: 分享 QR code

# Nicegram.MobileData.Title
source: Mobile Data
ar: بيانات الجوال
de: Mobile Daten
es: Datos móviles
ja: モバイルデータ
ko: 모바일 데이터
pl: Dane mobilne
ru: Интернет
uk: Стільникові дані
vi: Dữ liệu di động
zh_hant: 行動數據

# Nicegram.MobileData.NoData
source: No mobile data purchased so far
ar: لم يتم شراء بيانات هاتف جوّال إلى الآن
de: Bisher wurden keine mobilen Daten gekauft
es: No se han comprado datos móviles hasta ahora
ja: これまでに購入したモバイルデータがありません
ko: 지금까지 모바일 데이터 구매하지 않음
pl: Do tej pory nie zakupiono danych mobilnych
ru: Вы ещё не купили интернет
uk: Поки що немає стільникових даних
zh_hant: 到目前為止沒有購買過行動數據流量

# Nicegram.MobileData.Action.Add
source: Add mobile data
ar: إضافة بيانات الجوال
de: Mobile Daten hinzufügen
es: Añadir datos móviles
ja: モバイルデータを追加
ko: 모바일 데이터 추가
pl: Dodaj dane mobilne
ru: Купить
uk: Додати стільникові дані
zh_hant: 增加更多數據流量

# Nicegram.MobileData.MyEsim.Title
source: My eSIM
ar: شريحة الهاتف الإلكترونية الخاصة بي
de: Meine eSIM
es: Mi eSIM
ko: 내 eSIM
pl: Mój eSIM
ru: Мой eSIM
uk: Моя eSIM
zh_hant: 我的 eSIM

# Nicegram.MobileData.MyEsim.Worldwide
source: Worldwide
ar: في جميع أنحاء العالم
de: Weltweit
es: En todo el mundo
ko: 전 세계
pl: Na całym świecie
ru: Интернет во всём мире
uk: У світі
zh_hant: 全球

# Nicegram.MobileData.MyEsim.Add
source: Add more data
ar: أضف المزيد من البيانات
de: Mehr Daten hinzufügen
es: Añadir más datos
ko: 데이터 추가하기
pl: Dodaj więcej danych
ru: Добавить
uk: Додати більше стільникових даних
zh_hant: 增加更多數據流量

# Nicegram.MobileData.MyEsim.Duration
source: Duration
ar: الفترة
de: Dauer
es: Duración
ko: 기간
pl: Czas trwania
ru: Длительность
uk: Тривалість
zh_hant: 期間

# Nicegram.MobileData.MyEsim.Duration.Status
source: Unlimited
ar: غير محدودة
de: Unlimitiert
es: Ilimitado
ko: 무제한
pl: Nielimitowany
ru: Безлимит
uk: Необмежено
zh_hant: 吃到飽

# Nicegram.MobileData.MyEsim.Status
source: Available
ar: مُتاح
de: Verfügbar
es: Disponible
ko: 가능
pl: Dostępny
ru: Доступно
uk: Вільно
zh_hant: 可用

# Nicegram.Internet.Trafic
source: Internet traffic
ar: حركة مرور شبكة الإنترنت
de: Internetverkehr
es: Tráfico de internet
ko: 인터넷 트래픽
pl: Ruch internetowy
ru: Интернет-трафик
uk: Інтернет трафік
zh_hant: 網路流量

# Nicegram.Internet.Duration
source: Duration
ar: الفترة
de: Dauer
es: Duración
ko: 기간
pl: Czas trwania
ru: Длительность
uk: Тривалість
zh_hant: 期間

# Nicegram.Internet.Number
source: Phone number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
ko: 전화번호
pl: Numer telefonu
ru: Номер телефона
uk: Номер телефону
zh_hant: 手機號碼

# Nicegram.Internet.Info.Title
source: Additional Information
ar: معلومات إضافية
de: Zusätzlichen Informationen
es: Información adicional
ko: 추가 정보
pl: Dodatkowe informacje
ru: Дополнительная информация
uk: Додаткова інформація
zh_hant: 額外資訊

# Nicegram.Internet.Plan.Title
source: Data Plan advantage
ar: ميزة خطة البيانات
de: Vorteil des Datentarifs
es: Ventaja del plan de datos
ko: 데이터 플랜 장점
pl: Korzyść z planu danych
ru: Преимущества плана
uk: Перевага тарифу даних
zh_hant: 流量方案優點
