Repository: Chambezserr/Nicegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/NicegramLocalizable.strings
Languages: ar, de, es, ja, ko, pl, ru, uk, vi, zh_hant

# Lottery.ReferralSection.Desc
source: Invite your friends to join Nicegram via a personal link. Three successful referrals earn you one free lottery ticket. A referral counts as successful as soon as the person you invited installs the Nicegram app and verifies their account. The friends you invited will also receive an additional bonus lottery ticket after they activate their first one!
de: Lade deine Freunde über einen persönlichen Link zu Nicegram ein. Für drei erfolgreiche Empfehlungen erhältst du ein kostenloses Lotterielos. Eine Empfehlung gilt als erfolgreich, wenn die von dir eingeladene Person die Nicegram-App installiert und ihr Konto verifiziert hat. Die von dir eingeladenen Freunde erhalten außerdem ein zusätzliches Bonus-Los, nachdem sie ihr erstes Los aktiviert haben!
es: Invita a tus amigos a unirse a Nicegram por medio de un enlace personal. Tres referencias satisfactorias te otorgan un boleto de lotería gratis. Una referencia cuenta como satisfactoria en cuanto la persona que has invitado instala la aplicación Nicegram y verifica su cuenta. Los amigos que has invitado también recibirán un boleto de lotería de bonificación adicional después de que activen el primero de los suyos.
ru: Пригласи своих друзей в Nicegram с помощью персональной ссылки и получи по одному бесплатному лотерейному билетику за каждых трех друзей, которые установят приложение и верифицируют аккаунты. Твои друзья тоже получат +1 бонусный билетик, как только приобретут и активируют свой первый.
vi: Mời bạn bè của bạn tham gia Nicegram bằng liên kết cá nhân. Bạn sẽ kiếm được một vé xổ số miễn phí khi có 3 lượt giới thiệu thành công. Một lượt giới thiệu được coi là thành công ngay khi người bạn mời cài đặt ứng dụng Nicegram và xác minh tài khoản của họ. Những người bạn mà bạn mời cũng sẽ nhận được thêm một vé xổ số sau khi họ kích hoạt vé xổ số đầu tiên của mình!

# Lottery.ReferralSection.Btn
source: Invite My Friends to Nicegram
de: Meine Freunde zu Nicegram einladen
es: Invitar a mis amigos a Nicegram
ru: Пригласить друзей в Nicegram
vi: Mời Bạn bè của Tôi tham gia Nicegram

# Lottery.PremiumSection.Title
source: Get free tickets as a Nicegram Premium subscriber
de: Erhalte kostenlose Lose als Abonnent von Nicegram Premium
es: Consigue boletos gratis como suscriptor de Nicegram prémium
ru: Оформи подписку на Nicegram Premium
vi: Nhận vé miễn phí với tư cách là người đăng ký Nicegram Cao cấp

# Lottery.PremiumSection.Subscribe.Desc
source: Receive one free lottery ticket every month as a Nicegram Premium subscriber! As for now, you are not subscribed to Nicegram Premium! Consider hitting that Subscribe button to gain unlimited access to all the exclusive features that Nicegram has to offer! The subscription to Premium also guarantees regular lottery tickets - completely free of charge!
de: Als Nicegram-Premium-Abonnent erhalten Sie jeden Monat ein kostenloses Lotterielos! Bisher haben Sie Nicegram Premium noch nicht abonniert! Klicken Sie auf die Schaltfläche „Abonnieren“, um unbegrenzten Zugang zu allen exklusiven Funktionen zu erhalten, die Nicegram zu bieten hat! Das Premium-Abonnement garantiert Ihnen auch regelmäßige Lotterielose – völlig kostenlos!
es: ¡Consigue un boleto de lotería gratis cada mes como suscriptor de Nicegram Premium! Por ahora, ¡no estás suscrito a Nicegram Premium! ¡Presiona el botón ''Suscribirse'' para conseguir acceso ilimitado a todas las funciones exclusivas que Nicegram tiene para ofrecer! La suscripción a Premium también garantiza boletos de lotería regulares totalmente gratis.
ru: Получай по бесплатному лотерейному билетику один раз в месяц при наличии активной Premium-подписки. Сейчас у тебя нет активной подписки! Активируй Nicegram Premium для доступа к расширенному функционалу мессенджера и возможности регулярно получать бесплатные билетики.
uk: Отримуйте один безкоштовний лотерейний квиток щомісяця як Преміум підписник Nicegram! Наразі ви не підписані на Nicegram Premium! Розглянемо удари цієї кнопки Підписатися, щоб отримати необмежений доступ до всіх ексклюзивних функцій, які пропонує Nicegram! Підписка на Premium також гарантує стандартні лотерейні квитки, повністю безкоштовна!
vi: Nhận một vé xổ số miễn phí mỗi tháng với tư cách là người đăng ký Nicegram Cao cấp! Hiện tại, bạn chưa đăng ký Nicegram Cao cấp! Hãy xem xét nhấn nút “Đăng ký” để có quyền sử dụng không giới hạn tất cả các tính năng độc quyền mà Nicegram cung cấp! Việc đăng ký Nicegram Cao cấp cũng giúp bạn chắc chắn nhận được các tấm vé số thường xuyên - hoàn toàn miễn phí!

# Lottery.PremiumSection.Subscribe.Btn
source: Subscribe to Nicegram Premium
de: Nicegram Premium abonnieren
es: Suscríbete a Nicegram prémium
ru: Активировать Nicegram Premium
vi: Đăng ký Nicegram Cao cấp

# Lottery.PremiumSection.Get.Desc
source: Receive one free lottery ticket every month as a Nicegram Premium subscriber! You are already subscribed to Nicegram Premium. Feel free to claim your ticket anytime!
de: Als Nicegram-Premium-Abonnent erhalten Sie jeden Monat ein kostenloses Lotterielos! Sie haben Nicegram Premium bereits abonniert. Sie können Ihr Los jederzeit in Anspruch nehmen!
es: ¡Consigue un boleto de lotería gratis cada mes como suscriptor de Nicegram Premium! Ya estás suscrito a Nicegram Premium. ¡Solicita tu boleto en cualquier momento!
ru: Получай по бесплатному лотерейному билетику один раз в месяц при наличии активной Premium-подписки. У тебя есть активная подписка на Nicegram Premium. Ты можешь получить свой билетик прямо сейчас!
uk: Отримуйте один безкоштовний лотерейний квиток щомісяця як Преміум підписник Nicegram! Ви вже підписані на Nicegram Premium. Відчуйте квиток у будь-який час!
vi: Nhận một vé xổ số miễn phí mỗi tháng với tư cách là người đăng ký Nicegram Cao cấp! Bạn đã đăng ký Nicegram Cao cấp. Hãy nhận vé của bạn bất cứ lúc nào!

# Lottery.PremiumSection.Get.Btn
source: Claim My Free Ticket
de: Mein kostenloses Los abrufen
es: Solicitar mi boleto gratis
ru: Получить билетик за Premium
vi: Nhận Vé Miễn phí của Tôi

# Lottery.PremiumSection.Wait.Desc
source: Receive one free lottery ticket every month as a Nicegram Premium subscriber! You are already subscribed to Nicegram Premium. This month, you have already claimed your free lottery ticket. The next one will become available on %@.
de: Als Nicegram-Premium-Abonnent erhalten Sie jeden Monat ein kostenloses Lotterielos! Sie haben Nicegram Premium bereits abonniert. Diesen Monat haben Sie bereits Ihr kostenloses Lotterielos in Anspruch genommen. Das nächste steht Ihnen am %@ zur Verfügung.
es: ¡Consigue un boleto de lotería gratis cada mes como suscriptor de Nicegram Premium! Ya estás suscrito a Nicegram Premium. Este mes, ya has solicitado tu boleto de lotería gratis. El próximo estará disponible en %@.
ru: Получай по бесплатному лотерейному билетику один раз в месяц при наличии активной Premium-подписки. У тебя есть активная подписка на Nicegram Premium. В этом месяце твой бесплатный билетик уже был сгенерирован. Возможность получить новый появится %@.
uk: Отримуйте один безкоштовний лотерейний квиток щомісяця як Преміум підписник Nicegram! Ви вже підписані на Nicegram Premium. Цього місяця ви вже заявляли про свій безкоштовний лотерейний квиток. Наступний буде доступний на %@.
vi: Nhận một vé xổ số miễn phí mỗi tháng với tư cách là người đăng ký Nicegram Cao cấp! Bạn đã đăng ký Nicegram Cao cấp. Trong tháng này, bạn đã nhận vé xổ số miễn phí của mình. Vé tiếp theo sẽ có vào %@.

# Lottery.PremiumSection.Wait.Btn
source: Claim My Free Ticket
de: Mein kostenloses Los abrufen
es: Solicitar mi boleto gratis
ru: Получить билетик за Premium
vi: Nhận Vé Miễn phí của Tôi

# CreateTicket.Title
source: Create Your Lottery Ticket
de: Erstelle dein Lotterielos
es: Crea tu boleto de lotería
ru: Создание билетика
vi: Tạo Vé Xổ số của Bạn

# CreateTicket.Desc
source: Enter 5 unique numbers from 1 to 69 and one standalone number from 1 to 26 to create your own ticket or generate all the numbers randomly.
de: Gib 5 verschiedene Zahlen von 1 bis 69 und eine einzelne Zahl von 1 bis 26 ein, um dein eigenes Los zu erstellen, oder generiere alle Zahlen nach dem Zufallsprinzip.
es: Indica 5 números únicos del 1 al 69 y un número independiente del 1 al 26 para crear tu propio boleto o generar todos los números al azar.
ru: Введи пять уникальных чисел от 1 до 69 и одно от 1 до 26, чтобы создать билетик, или сгенерируй все числа случайным образом.
vi: Nhập 5 số duy nhất từ 1 đến 69 và một số độc lập từ 1 đến 26 để tạo vé của riêng bạn hoặc tạo ngẫu nhiên tất cả các số.

# CreateTicket.DrawDate
source: Drawing date: **%@**
de: Ziehungsdatum: **%@**
es: Fecha del sorteo: **%@**
ru: Дата розыгрыша: **%@**
uk: Дата малюнка: **%@**
vi: Ngày quay số: **%@**

# CreateTicket.NumbersDesc
source: Cells 1-5: numbers from 1 to 69 Cell 6: number from 1 to 26
de: Zellen 1–5: Zahlen von 1 bis 69 Zelle 6: Zahl von 1 bis 26
es: Celdas 1-5: números del 1 al 69 Celda 6: número del 1 al 26
ru: 1-5 ячейка: числа от 1 до 69 6 ячейка: число от 1 до 26
uk: Секції 1-5: цифри від 1 до 69 Секція 6: номер від 1 до 26
vi: Ô 1–5: các số từ 1 đến 69 Ô 6: một số từ 1 đến 26

# CreateTicket.RandomBtn
source: Random Combination
de: Zufällige Kombination
es: Combinación aleatoria
ru: Случайная комбинация
vi: Kết hợp Ngẫu nhiên

# CreateTicket.CreateBtn
source: Generate My Ticket
de: Mein Los erzeugen
es: Generar mi boleto
ru: Сгенерировать билетик
vi: Tạo Vé của tôi

# Alert.TelegramLogin.Title
source: Verification Required
de: Verifizierung erforderlich
es: Se requiere verificación
ru: Требуется верификация
vi: Cần phải Xác minh

# Alert.TelegramLogin.Desc
source: Verify your Telegram account via the Nicegram bot to continue.
de: Verifiziere dein Telegram-Konto über den Nicegram-Bot, um fortzufahren.
es: Verifica tu cuenta de Telegram por medio del bot de Nicegram para continuar.
ru: Верифицируй свой Telegram-аккаунт через Nicegram-бота, чтобы продолжить
vi: Xác minh tài khoản Telegram của bạn qua bot Nicegram để tiếp tục.

# Alert.TelegramLogin.PositiveBtn
source: Continue
ar: الاستمرار
de: Weiter
es: Continuar
ja: 続ける
ko: 다음
pl: Kontynuuj
ru: Продолжить
uk: Продовжити
vi: Tiếp tục
zh_hant: 繼續

# Alert.TelegramLogin.NegativeBtn
source: Close
de: Schließen
es: Cerrar
ru: Закрыть
uk: Закрити
vi: Đóng

# Nicegram.Install.APN
source: APN
ru: Точка доступа (APN)
uk: Точка доступу (APN)

# Nicegram.MobileData.MyEsim.Mb
source: Mb
ar: ميجابايت
ko: 메가바이트
ru: Мб
uk: Мб

# Nicegram.Internet.Countries.Price
source: %@/mb
ar: %@/ميجابايت
ko: %@/메가바이트
ru: %@/мб
uk: %@/мб

# Lottery.NextDraw.Min
source: Min
ru: Минут
vi: Phút

# Nicegram.Assistant.MobileData.Esim
source: (eSIM)
ar: (شريحة الهاتف الإلكترونية)

# Nicegram.Assistant.NicegramCommunity.Telegram
source: Telegram
ar: تيليجرام
ja: Telegram（テレグラム）
ko: 텔레그램
